alacritty
alsa-plugins
amd-ucode
amdgpu_top-bin
ansible
archlinux-contrib
base
base-devel
bemenu
bemenu-wayland
blueman
bluez-utils
brightnessctl
btop
btrfs-progs
chromium
code
code-features
code-marketplace
cups
dmenu
dnsmasq
docker
docker-rootless-extras
eclipse-java-bin
efibootmgr
epson-inkjet-printer-escpr
exfat-utils
fd
firefox
fontforge
foot
fzf
gdu
gimp
github-cli
gnome-disk-utility
go
grim
grub
gst-plugin-pipewire
gst-plugin-va
htop
hugo
hunspell
hunspell-de
hunspell-en_us
intel-media-driver
intellij-idea-community-edition
iwd
jdk17-openjdk
jdtls
jq
kanshi
kdenlive
lazygit
lf
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libpulse
libva-intel-driver
libva-mesa-driver
libva-utils
libvirt
linux
linux-firmware
linux-lts
lua-language-server
lutris
ly
lyx
mako
man-db
markdownlint
marksman
maven
mesa-vdpau
mpv
nano
nautilus
neofetch
neovim
network-manager-applet
networkmanager
nheko
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
obs-studio
obsidian
ollama
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
power-profiles-daemon
qemu-full
qt5-wayland
rclone
rust-analyzer
rustup
sdl2_image
sdl2_mixer
sdl2_ttf
selectdefaultapplication-git
slurp
smartmontools
snapper
snapper-gui-git
snixembed
snixembed-debug
sof-firmware
speech-dispatcher
steam
steam-native-runtime
supabase-bin
sway
swaybg
swayidle
swaylock
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langenglish
texlive-langgerman
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tldr
tmux
torbrowser-launcher
tree-sitter-cli
ttf-firacode-nerd
typescript-language-server
v4l2loopback-dkms
vale
vesktop-bin
vim
vimiv
virt-manager
vulkan-intel
vulkan-radeon
waybar
wayland-utils
wget
wine-staging
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xeyes
xorg-xinit
xorg-xwayland
yadm
yay
yay-debug
yubikey-manager-qt
zed
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
